Repository: mostafaElsanadidy/demo_Ibety
Catalog: NewIBety/NewIBety/Languages/*.lproj/Localizable.strings
Languages: ar

source: create account
ar: انشاء حساب

source: search for project
ar: بحث عن المشروع

source: Profile Personly
ar: الملف الشخصى

source: Language
ar: اللغة

source: About The Application
ar: حول التطبيق

source: Continue With US
ar: تواصل معانا

source: Advertising
ar: الاعلانات

source: Sending Message
ar: ارسال رسالة

source: Notifications
ar: الاشعارات

source: Searching
ar: محرك البحث

source: Add Your Project
ar: أضف مشروعك

source: Display Your Project
ar: أعرض مشروعك

source: Win Your Project
ar: أربح مشروعك

source: Did you know that Winnie the chubby little cubby was based on a real, young bear in London
ar: هل تعلم أن ويني ذي الحشوة الصغيرة السمين كانت مبنية على دب صغير حقيقي في لندن

source: Phone Number
ar: رقم الهاتف

source: project name
ar: اسم المشروع

source: Type Product Description
ar: اكتب وصف المنتج

source: Hand Products
ar: منتجات يدوية

source: Project Info
ar: معلومات المشروع

source: Communication Info
ar: معلومات التواصل

source: Project Products
ar: منتجات المشروع

source: Thank you for registering with us in my program
ar: شكرا لتسجيلك معانا فى برنامج بيتى

source: Your membership will be activated shortly...
ar: سيتم تفعيل عضويتكم قريبا سيرسل لك رسالة تفعيل على الايميل المسجل لدينا...

source: Skip
ar: تخطى

source: Your membership will be activated soon Wait for approval
ar: سيتم تفعيل عضويتكم قريبا انتظر الموافقة على الطلب

source: Complete as a visitor
ar: اكمل كزائر

source: sign out
ar: تسجيل الخروج

source: Product Addition
ar: اضافة منتج

source: Product Update
ar: تعديل منتج

source: update
ar: تعديل

source: ADD
ar: اضافة

source: Please type confirmation code if no confirmation code is sent
ar: من فضلك اكتب كود التأكيد لو لم يرسل كود التاكيد

source: Please type your new password
ar: من فضلك اكتب كلمة السر الجديدة
